[
    {
        "id": 1,
        "location": "Jammu",
        "name": "SOS Children Village Jammu",
        "latitude": 32.72356198,
        "longitude": 74.81521028,
        "solar": 2,
        "biogas": 1,
        "Vermiculture": 1,
        "Structure Stability": 2,
        "description":"The SOS Children’s Village in Jammu started its activities in the year 1998. At present, there are over 100 children living in 12 family homes under the Family Based Care Programme at the village. These children are placed under the care of nine SOS Mothers, who are assisted by five SOS Aunts who help them with their day to day activities. Children at SOS CV Jammu attend regular schools and colleges; academic results of all our children have shown significant improvement over the years. Not only are they encouraged to work hard in their studies, they are also driven to actively take part in extracurricular activities. All festivals of national and international importance are celebrated with joy at SOS CV Jammu. Such celebrations involve all children, mothers and other village co-workers, who gather together to enjoy festivities.",
        "address":"Gole Gujral, Munshi Chowk Jammu-180002, JAMMU & KASHMIR"
    },
    {
        "id": 2,
        "location": "Rajpura",
        "name": "SOS Children Village Rajpura",
        "latitude": 32.72915064,
        "longitude": 74.81515564,
        "solar": 0,
        "biogas": 0,
        "Vermiculture": 2,
        "Structure Stability": 0,
        "description":"SOS Children’s Village Rajpura became operational in 1996. Presently, the total number of children of different age groups living under our care in Rajpura is 123 in 14 family homes. All children at SOS Village Rajpura are enrolled in formal schools and attend colleges and other professional institutes for their higher education. What we provide to our children in Rajpura Village is a congenial environment where children grow up feeling loved, valued and nurtured to their full potential. All festivals of national and international importance are celebrated with great enthusiasm in the village. Various activities and workshops are also regularly organized to inculcate family values and bonds amongst the children.",
        "address":"Near ITI (BOYS), Distt. Patiala Rajpura-140401 PUNJAB"
    },
    {
        "id": 3,
        "location": "Bhimtal",
        "name": "SOS Children Village Bhimtal",
        "latitude": 29.3361616,
        "longitude": 79.55789471,
        "solar": 0,
        "biogas": 0,
        "Vermiculture": 1,
        "Structure Stability": 0,
        "description":"SOS Children’ Village in Bhimtal has been present in the town since 1963, but came into effect in 1984. At present, the village is sheltering 138 children in 12 Family Homes, which are run by 11 SOS Mothers and 5 Mother Trainees. Children and youth here are enrolled in various schools and colleges, respectively, and we make sure they do not miss out on their education. A number of workshops are also conducted more than often, where children are made aware about issues like child abuse and prevention, sex education and child protection, dental health, hygiene, child protection policy, adolescence sex education and HIV/AIDS. Career Counseling sessions are also organized, where students are given the assistance they require for their future. While children are well taken care of, mothers at SOS India are also given regular training in order to enhance their knowledge about computers, basic English, adolescents, HIV/AIDS and self-management.",
        "address":"Distt.- Nanital, Bhimtal-263136 UTTARAKHAND"
    },
    {
        "id": 4,
        "location": "Bawana",
        "name": "SOS Children Village Bawana",
        "latitude": 28.79541682,
        "longitude": 77.03017294,
        "solar": 2,
        "biogas": 1,
        "Vermiculture": 1,
        "Structure Stability": 1,
        "description":"Bawana is the second location where the SOS Children’s Village started to work in. It was built in 1974 with the aim of providing abandoned or parentless children a loving family like environment to grow up in. At present, the village consists of 171 children living in 16 Family Homes. SOS India functions around building a loving and an everlasting bond between the child and his SOS family. Festivals of both National and International importance are celebrated with great enthusiasm in the SOS Villages. Children along with their mothers, brother and sisters and other village co-workers participate in various activities that help them develop trust and strengthen relationships.",
        "address":"Main Kanjhawala Road, Bawana, DELHI-110039"
    },
    {
        "id": 5,
        "location": "Greenfields",
        "name": "SOS Children Village Greenfields",
        "latitude": 28.46387159,
        "longitude": 77.29016787,
        "solar": 0,
        "biogas": 2,
        "Vermiculture": 0,
        "Structure Stability": 1,
        "description":"SOS Children’s Village Greenfields is in Faridabad. It was established in 1964. At present, the Village consists of 110 children in 12 Family Homes under the loving care of 13 dedicated mothers and 3 mother trainees. All national and international festivals are celebrated here with great enthusiasm. We also organise workshops and seminars to educate children about social issues such as child rights, gender equality, sex education, cyber safety etc. We also conduct special training where children are involved in various activities that bring out their best of skills and help them realise their maximum potential. The year 2016 saw many big companies like Canon India, Johnson & Johnson, INDIGO Airlines, Oriflame Best Seller, Edelman, RITES, New Gen Technologies, HSBC, Deustche Bank etc., who installed computer systems in all our Family Homes along with an internet connection.",
        "address":"Greenfields Colony, Near Gate no. 32, P.O- NHPC Colony Faridabad – 121010 Greenfield, HARYANA"
    },
    {
        "id": 6,
        "location": "Faridabad",
        "name": "SOS Children Village Faridabad",
        "latitude": 28.43805035,
        "longitude": 77.32337397,
        "solar": 0,
        "biogas": 2,
        "Vermiculture": 0,
        "Structure Stability": 0,
        "description":"The SOS Children’s Village in Faridabad was established in 1984. Our aim here is to help abandoned children and those without parental care to live and grow up in a loving, family like environment. SOS India works around its two flagship programmes: Family Based Care (FBC) and Family Strengthening Programme (FSP). The Family Based Care programme was initiated in Faridabad to ensure that every child grows up in a family. Children under the FBC live within the SOS Village in Family Homes and are under the direct care of an SOS Mother, who is also supported by an SOS Aunt. Once enrolled, children are looked after until they become independent and self- sustainable. At SOS India, we work towards catering to the needs of children with all respects; emotional and financial.",
        "address":"SOS Enclave, Sector-29 Faridabad-121008, HARYANA"
    },
    {
        "id": 7,
        "location": "Jaipur",
        "name": "SOS Children Village Jaipur",
        "latitude": 26.93675289,
        "longitude": 75.80599666,
        "solar": 0,
        "biogas": 2,
        "Vermiculture": 1,
        "Structure Stability": 1,
        "description":"The SOS Children’ Village in Jaipur was established in 1976. It is situated in a residential area, and is about 2 km from the railway station. The architectural style of the family houses in the village is built with respect to the tradition of the region. The buildings here are also constructed in accordance to the weather conditions, where the roofs are flat, and serve as a sleeping area during the hot season. Our NGO in Jaipur for children consists of 14 Family Homes, a Kindergarten serving as a day care center for young children, a well-equipped computer laboratory, basketball and volleyball courts, an auditorium, a library and a medical dispensary. At present, our Village in Jaipur consists of 133 children.",
        "address":"Jhotwara Road, Opposite Peetal Factory Shastri Nagar,Jaipur-302 016, RAJASTHAN"

    },
    {
        "id": 8,
        "location": "Bhuj",
        "name": "SOS Children Village Bhuj",
        "latitude": 23.23506998,
        "longitude": 69.75161101,
        "solar": 0,
        "biogas": 1,
        "Vermiculture": 1,
        "Structure Stability": 2,
        "description":"After the devastation caused by an earthquake in 2001, many children were left parentless. SOS Children’s Village in Bhuj is one of the NGOs in India that was formed with the sole purpose of rescuing and helping children to have a family once again. Children at SOS are nurtured under the care of a loving mother, where they also have other children of their age who become their brothers and sisters. They are enrolled in formal schools and are provided with the best possible education. At present, SOSCV Bhuj has 130 children under its care. A number of activities are organized at regular intervals for children to have knowledge about what goes around them in society. Activities like Resilience Building, Positive Youth Development, Cyber Mentorship Training and sessions on Child Rights & Protection have been held in the Village. Among youth, awareness was also raised about Cyber Abuse. Children are constantly motivated to perform well not only in academics but also in co-curricular activities. In addition, Vocational training is also provided to children in order to realize their maximum potential.",
        "address":"Post Box No. 26, Madhapar,Gadapatia Anjar Highway,Nr.Bhujodi Railway Crossing, BHUJ GUJRAT-370020"
    },
    {
        "id": 9,
        "location": "Bhopal",
        "name": "SOS Children Village Bhopal",
        "latitude": 23.24381063,
        "longitude": 77.48782487,
        "solar": 0,
        "biogas": 2,
        "Vermiculture": 1,
        "Structure Stability": 0,
        "description":"The SOS Children’s Village in Bhopal was established in the year 1987. Once a child is welcomed in an SOS Family, he/she is placed under the care of a loving SOS Mother and an SOS Aunt, who assists the mother with her work and daily activities. All children are regarded as brothers and sisters in an SOS Family Home. They grow up together and are nurtured in a healthy family environment. At present, the total number of children at our facility is 160. All children under our care attend regular schools and are motivated to be better performers in both academics and co-curricular activities. Various awareness sessions and skill development trainings/workshops are organized for children within the village in order to keep them up to date with the current social issues and for their overall growth and development.",
        "address":"Khajuri Kalan, Piplani Bhopal-462021, (M.P)"
    },
    {
        "id": 10,
        "location": "Khajuri kalan",
        "name": "SOS Children Village Khajuri kalan",
        "latitude": 23.22962252,
        "longitude": 77.5242066,
        "solar": 0,
        "biogas": 2,
        "Vermiculture": 1,
        "Structure Stability": 1,
        "description":"The Youth Home in Khajuri Kalan has a total of 31 boys. While all important festivals are celebrated, various physical and extra-curricular activities are organized for physical, mental, educational, religious, recreational and social development of youth. Sessions on art of living, sex education workshops, and seminars on the awareness of personal hygiene and physical changes of adolescent age, too, are witnessed. A Vocational Training Centre (VTC) in SOS Children’ Village in Khajuri Kalan was especially set up for those who are unable to face the challenges of the outside world. The aim of a VTC is to provide and equip the specially abled youth with the necessary skills and training they require to realize their highest potential. Further, agriculture & horticulture related training is given to those who are keen to work close to nature, learn & take up vocation in horticulture in future. Young minds are assessed on the basis of what they’ve learnt, and placements take place accordingly. Farming & Dairy Training programmes are also conducted to educate the youth about farm operations, where technical skills for the same are imparted.",
        "address":"Post Box No.27, Near Raisen Bye Pass Road Vill.-Khajuri Kalan, Post- Piplani Bhopal-462021, (M.P)"
    },
    {
        "id": 11,
        "location": "Srinagar",
        "name": "SOS Children Village Srinagar",
        "latitude": 34.2153879,
        "longitude": 74.77172618,
        "solar": 0,
        "biogas": 0,
        "Vermiculture": 0,
        "Structure Stability": 0,
        "description":"SOS Children’s Village in Srinagar became operational in April 2004 with 22 children residing in three families. Under the Family Based Care Programme, the children live with families consisting of a mother and other children who are regarded as their brothers and sisters. They are loved, looked after and belong to the SOS Family. SOS Village Srinagar is home to 52 once parentless children. Our children live with seven SOS Mothers and five mother trainees. Celebrations of all important festivals take place enthusiastically and peacefully in SOS Srinagar; all SOS Families come together and celebrate days of national and international importance. In addition to these, several workshops about health, hygiene, career counselling and more also take place regularly for the holistic development of children.",
        "address":"House no. 001,Jamia Jamia Mazjid Lane Gulshan Abad ,Hyder Colony Srinagar-190014 JAMMU & KASHMIR"
    },
    {
        "id": 12,
        "location": "Cochin",
        "name": "SOS Children Village Cochin",
        "latitude": 10.08579473,
        "longitude": 76.38834024,
        "solar": 0,
        "biogas": 1,
        "Vermiculture": 1,
        "Structure Stability": 1,
        "description":"The SOS Children’s Village in Cochin was established in the year 1990. Presently, the village under its Family Based Care Programme nurtures over 150 children, who are looked by loving SOS Mothers and SOS Aunts. SOS CV Cochin completed its milestone of 25 years of service in the year 2016. The village witnesses a variety of programmes that are organized for children, mothers and other co-workers. Festivals of both national and international importance are celebrated with great enthusiasm in the village, where everyone gathers together and enjoys merrymaking. To promote team spirit, excursions and picnics are also organized for children and their family members; this serves as a time for children to bond well with their family members.",
        "address":"Edathala North P.O-Aluva Cochin-683561, KERALA"
    },
    {
        "id": 13,
        "location": "Thrissur",
        "name": "SOS Children Village Thrissur",
        "latitude": 10.61623701,
        "longitude": 76.41094205,
        "solar": 0,
        "biogas": 1,
        "Vermiculture": 1,
        "Structure Stability": 1,
        "description":"The SOS Children’s Village in Thrissur started its activities in the year 1983. At present, there are over 170 children in 17 family homes, who are living under the care of 11 SOS Mothers, two SOS Aunts and six Mother Trainees. Our aim through the Family Based Care Programme is to ensure that no child grows up alone and has a loving family to call its own. When children are welcomed in the village, all necessary measures are taken to help them adjust well to their new environment and family members.",
        "address":"Ayyappankavu, P.O-Nadathara Trichur-680 751, KERALA"
    },
    {
        "id": 14,
        "location": "Nagapattinam",
        "name": "SOS Children Village Nagapattinam",
        "latitude": 10.78811492,
        "longitude": 79.84479569,
        "solar": 0,
        "biogas": 2,
        "Vermiculture": 1,
        "Structure Stability": 1,
        "description":"The SOS Children’s Village in Nagapattinam is one of the NGOs in India that was established after the destructive Tsunami in 2004. Our organization was also part of the immediate relief operation that began right after the disaster. A large number of children were given shelter at our facility that lost their families in the chaos. Children at our village are nurtured under the loving care of an SOS Mother and an SOS Aunt. They grow up with their non-biological SOS brothers and sisters and are taken care of by SOS India till the time they become self- sustainable. Many children who came at our village in Nagapattinam were immensely traumatised after the tragedy. Special care and attention were given to children to ensure their well-being. All the children at our facility are enrolled in formal schools where they are given the best possible education. While many are studying in schools, the rest are attending college and are pursuing their bachelor degree courses.",
        "address":"No.-54, Bunglow Club Road Kadambady, Nagapattinam-611001 TAMILNADU"
    },
    {
        "id": 15,
        "location": "Pondichery",
        "name": "SOS Children Village Pondichery",
        "latitude": 11.81351874,
        "longitude": 79.79018814,
        "solar": 0,
        "biogas": 1,
        "Vermiculture": 1,
        "Structure Stability": 1,
        "description":"Under the Family Based Care Project, SOS Children’s Village Puducherry is now a blissful home to 126 children living happily and enjoying their life in 15 SOS Family Homes. With the love and care that children received from their SOS Families, they overcame their traumas and are doing well in life. A 100% pass result in higher secondary board examination has been consistent in the academic records of the village. Our children are now pursuing professional education in the field of Microbiology, Computer Science, Commerce, Social Work and Nursing in various universities. All major festivals are celebrated in the village to spread the spirit of joy and togetherness among the SOS Families. Also, various kinds of activities are undertaken such as summer camp, sports meet, youth parliament etc. for children to get exposure. All necessary efforts are made to ensure their holistic development.",
        "address":"Pondicherry Paper Mill Main Road Pillayarkuppam Post, Bahour Commune PUDUCHERRY-607402"
    },
    {
        "id": 16,
        "location": "Chennai",
        "name": "SOS Children Village Chennai",
        "latitude": 12.9230778,
        "longitude": 80.14009253,
        "solar": 0,
        "biogas": 1,
        "Vermiculture": 1,
        "Structure Stability": 1,
        "description":"SOS Children’s Village is an NGO in Chennai which was established in the year 1979. At present, there are 114 children living in 13 family homes at our facility. Children at the village are placed under the loving care of SOS Mothers, who are assisted by SOS Aunts in their daily household chores. The village consists of an on-site medical center, primary school, community center and temple to provide for the health, education, social and religious well-being of all community members. The structure of the village is environment friendly for all children and follows the traditional lifestyle to provide children with a sense of cultural integrity, social responsibility and belonging. All significant festivals are celebrated at the SOS Village, where children, mothers and other co-workers of the village gather together to enjoy the festivity. This also serves as a good bonding time between children and their family members.",
        "address":"13, Professor’s Colony, First Main Road, Tambaram EAST, CHENNAI-600059 TAMILNADU"
    },
    {
        "id": 17,
        "location": "Bangalore",
        "name": "SOS Children Village Bangalore",
        "latitude": 12.87727723,
        "longitude": 77.60857924,
        "solar": 2,
        "biogas": 1,
        "Vermiculture": 1,
        "Structure Stability": 1,
        "description":"The SOS Village in Bengaluru was established in 1990. Our work in Bengaluru revolves around supporting local children and families. The total number of children under our care at present is 167. These children reside in 16 Family Homes, where they are nurtured by fourteen SOS mothers, four mothers Trainees and one Aunt. All the children at SOSCV India are enrolled in formal schools and even attend college for their higher education. All festivals of National and International importance are celebrated with great enthusiasm at SOS India. This helps inculcate in children the value of togetherness in a family. Apart from this, various activities are also organized often for mothers and children to have their own bonding time. In addition, regular medical camps are also organized to keep a check on the health of children.",
        "address":"49-Hulimavu, Bannerghatta Road SOS POST, Nr. Meenakshi Temple Banglore-560076 Karnataka"
    },
    {
        "id": 18,
        "location": "Tirupati",
        "name": "SOS Children Village Tirupati",
        "latitude": 13.72435063,
        "longitude": 79.59425409,
        "solar": 0,
        "biogas": 1,
        "Vermiculture": 0,
        "Structure Stability": 1,
        "description":"The SOS Children’s Village started its activities in Tirupati by early 2012. At present, there are 118 children living in 12 family homes under our care. These children are nurtured by eight SOS Mothers and six SOS Aunts, who nurture them in a loving environment. Children at SOS Tirupati not only strive towards excelling in academics but are also active in sports and other co-curricular activities. Various awareness programmes are organized by SOS India on social issues such as child rights, gender equality etc. to keep our children well aware and updated about the ongoing issues in their surroundings. In addition, seminars and workshops are also conducted for children on spoken English, computer coaching and career counselling in our premises.",
        "address":"Nagampalli Village, Durgeperi Yerpedu Mandal, IA Srikalahastri Chittore District, Pin Code-517619 Andhra Pradesh"
    },
    {
        "id": 19,
        "location": "Hyderabad",
        "name": "SOS Children Village Hyderabad",
        "latitude": 17.48599489,
        "longitude": 78.30965619,
        "solar": 0,
        "biogas": 1,
        "Vermiculture": 0,
        "Structure Stability": 1,
        "description":"SOS Children’s Village in Hyderabad was established in the year 2003. It is one of the top NGOs in Hyderabad. Our aim was to help children who were neglected or abandoned by their families due to their inability to meet the needs of their children, and the ones who had lost their parents to death at a very young age. At SOS India, children are nurtured by a loving mother and have a family to call their own. At present, the total number of children under our care in Hyderabad is 138.",
        "address":"3-98/6, Vottinagulapally Village, Gandipet Mandal, Ranga Reddy District, Hyderabad-500101, TELANGANA"
    },
    {
        "id": 20,
        "location": "Visakhapatnam",
        "name": "SOS Children Village Visakhapatnam",
        "latitude": 17.88214112,
        "longitude": 83.4004592,
        "solar": 0,
        "biogas": 1,
        "Vermiculture": 1,
        "Structure Stability": 1,
        "description":"In the year 1995 a devastating cyclone hit Visakhapatnam and caused massive losses. The Children’s Village at Vishakapatnam was established in the year 1997 and constructed adjacent to the Bay of Bengal. At SOS India, all children are welcomed in the family home and are placed under the loving care of an SOS Mother; existing children in the family home then become brothers and sisters of new children. All necessary efforts are made by village co-workers and family members to help children adjust to their new environment. Emotional, physical and all developmental needs of children are catered to in the children’s village under the Family Based Programme. We work towards the holistic development of children in order to help them become self- reliant and contributing, responsible members of society.",
        "address":"Narellavalasa Colony, Bheemunipatnam-531163 Visakhapatnam, ( Andhra Pradesh )"
    },
    {
        "id": 21,
        "location": "Alibaug",
        "name": "SOS Children Village Alibaug",
        "latitude": 18.7324114,
        "longitude": 72.98798678,
        "solar": 2,
        "biogas": 1,
        "Vermiculture": 1,
        "Structure Stability": 0,
        "description":"The SOS Children’s Village in Alibaug, near Mumbai, started its activities in the year 2010. There are 14 Family Homes at our facility where children are placed under the care of SOS Mothers, two SOS Aunts and two SOS Mother Trainees. Once a child is welcomed in the SOS Family, all necessary efforts are made to cater to his/her emotional and physical needs. Children are placed under the loving care of an SOS Mother and are also helped to get acquainted with other children in the family home; children who stay together in a family home are regarded as brothers and sisters.",
        "address":"Sogaun, Post-Mapgaoun Dist:-Raigarh,Alibaug Maharashtra - 402201"
    },
    {
        "id": 22,
        "location": "Latur",
        "name": "SOS Children Village Latur",
        "latitude": 18.44718117,
        "longitude": 76.5991366,
        "solar": 2,
        "biogas": 1,
        "Vermiculture": 1,
        "Structure Stability": 0,
        "description":"SOS Children’s Village in Latur was established as a response to the disastrous earthquake that struck the town in 1993; a lot of children were left parentless during the calamity. Emergency aid by SOS India was given to the affected area and help was given to as many people as possible. Our village in Latur has been a home to many parentless and abandoned children. SOS India believes that no child should grow up alone and that is exactly what we do here. Children in our village live in Family Homes that are headed by our SOS Mothers. Every child is nurtured with love, care and affection and is given a chance to live and grow up in a family that he/she can call its own. At present, the total number of children under our care is 131. All children at SOS India are enrolled in formal schools and are also given tuitions for additional academic related assistance. Various training programmes and workshops are organized for children at the village to help them realize their highest potential. At the village, all festivities are celebrated with great enthusiasm, where all children, mothers and co-workers actively take part; this serves as a good bonding time between children and their families.",
        "address":"P.O- 44, Navin Nanded Naka Ring Road, Latur-413512 MAHARASHTRA"
    },
    {
        "id": 23,
        "location": "Bhubaneswar",
        "name": "SOS Children Village Bhubaneswar",
        "latitude": 20.38667341,
        "longitude": 85.9688973,
        "solar": 0,
        "biogas": 0,
        "Vermiculture": 2,
        "Structure Stability": 0,
        "description":"The SOS Children’s Village in Bhubaneswar started its activities in 1996. The aim of initiating SOSCV in the city was to help parentless and abandoned children and provide them with a family like environment to grow up in. At present, the total number of children under our care is 156. Every child at the village is looked after by an SOS Mother and an SOS Aunt; they grow up with other SOS children who are regarded as their brothers and sisters. After coming to our SOS Children’s Village, basic needs of all children are catered to and emotional support is given to help them adjust in the new environment. The NGO in Bhubaneswar, Orissa, is recognized for Group Foster Care under the JJ Act. A new Kinship Programme was also started in the village, where parentless children were placed under the care of their relatives and were given financial support. This new strategy was implemented in the interest of the child so that he/she is able to adapt to the change more easily. All the children at our facility are enrolled in formal schools and receive proper education. Mothers and Co-workers are also imparted training on child protection, POCSO and cyber safety systems. This was done in order to prevent them from acts of child abuse and cybercrime.",
        "address":"Near Kalinga Studio, Khandagiri Bhubaneshwar-751030, ORISSA"
    },
    {
        "id": 24,
        "location": "Rourkela",
        "name": "SOS Children Village Rourkela",
        "latitude": 22.24572926,
        "longitude": 84.82647076,
        "solar": 2,
        "biogas": 2,
        "Vermiculture": 0,
        "Structure Stability": 1,
        "description":"The SOS Children’s Village in Rourkela was founded in the year 2001. It emerged as a result of a cyclone that devastated a large portion of the state of Odisha in 1999. As a result of the disaster, millions of the people were rendered homeless. More than 15,000 people were killed leaving behind many children abandoned and parentless. SOS Children’s Villages of India responded immediately by setting up Relief Camps and brought home many children to the existing Children’s Village at Bhubaneswar. The relief work was appreciated by the State Government and the community at large. In view of a large number of children having been rendered homeless and orphaned by the cyclone, there was a need for establishing a new SOS Children’s Village in the State. The government of Odisha allotted 8 acres of land in Rourkela to SOS India to be dedicated to the service of these children. The village started its activities in Rourkela in 2003. At present, SOS CV Rourkela nurtures and takes care of 151 children at its facility. All children are welcomed to the village and are provided a loving home under the Family Based Care programme, where every child grows up under the care of an SOS Mother, who is assisted by an SOS Aunt. All major festivals at the village are celebrated with great joy and fervour where children take part in cultural activities and programmes along with their family members.",
        "address":"Near Bhagwati Temple, Ring Road P.O-Luakera, Rourkela-769009, ORISSA"
    },
    {
        "id": 25,
        "location": "Kolkata",
        "name": "SOS Children Village Kolkata",
        "latitude": 22.64216403,
        "longitude": 88.60369393,
        "solar": 2,
        "biogas": 2,
        "Vermiculture": 1,
        "Structure Stability": 1,
        "description":"At present, SOS Children’s Village Kolkata has 131 children under the care of loving SOS Mothers and SOS Aunts. Children are welcomed warmly in the SOS Village and all necessary efforts are made to help them adjust with their family and environment. The academic performance of children under our facility has seen rapid improvement and growth with respect to their scores. The pass percentage of children giving their board examinations in class X and XII now goes up to 100%. Apart from the regular studies, added training and coaching is provided to children to enhance their English speaking skills. Various workshops and seminars are also organized to spread awareness among children on social issues like Child Protection Policy, Cyber Crime, and Road Safety etc. All festivals of national and international importance are celebrated with fervor in the SOS Children’s Village. Such celebrations are also regarded to be the time when children bond with their family members in the best way.",
        "address":"Block BK, Sector-2, Bidhan Nagar Kolkata-700 091, WEST BENGAL"
    },
    {
        "id": 26,
        "location": "Begusarai",
        "name": "SOS Children Village Begusarai",
        "latitude": 25.59509054,
        "longitude": 86.46995534,
        "solar": 0,
        "biogas": 1,
        "Vermiculture": 1,
        "Structure Stability": 1,
        "description":"SOS Village Begusarai was established in the year 2003. The Village is located in the centre of the city, which is a well commercialized area. The Children’s Village at present consists of 123 children, who are nurtured under the loving care of 14 mothers, four mother trainees and four aunts. In 2016, a Kinship Programme was introduced by SOS India in Begu Sarai, where at present; we support three children through their relatives. Importance of all National and International festivals is imparted in children at the Village, and each occasion is celebrated with utmost zeal by all mothers, children and co-workers of SOS India. Various workshops and training sessions are also held and organized in our village, where children along with the co-workers are educated about important social issues like child sexual abuse, female foeticide, youth development and its importance, gender inequality etc",
        "address":"8.Singhoul Pokhar Near PoliceNaka,P.O- Ulao, Distt. Begusarai, BIHAR-851134"
    },
    {
        "id": 27,
        "location": "Guwahati",
        "name": "SOS Children Village Guwahati",
        "latitude": 26.116654,
        "longitude": 91.59824121,
        "solar": 0,
        "biogas": 1,
        "Vermiculture": 1,
        "Structure Stability": 0,
        "description":"SOS India marked its presence in Guwahati in the year 1988. It is one of the two locations in Assam that we work at. Our motive lies in helping children who are either forced to drop out of school to contribute to their family income or are abandoned by their families due to their inability to raise them. Here, needs of such children are catered to with all respects; emotional and financial. Many of these children were from the tribal belt of Chirang district, bordering the foothills of Bhutan- Assam, where the poverty level is very high. All possible efforts were made in order to help them adapt to the Village life. At present, the total number of children in the village is 161, who live under the loving care of 15 mothers, 11 mother trainees and three aunts.",
        "address":"Mirzapur, P.O-Guwahati Airport GUWAHATI-781015, ASSAM"
    },
    {
        "id": 28,
        "location": "Shillong",
        "name": "SOS Children Village Shillong",
        "latitude": 25.73314724,
        "longitude": 92.00841497,
        "solar": 0,
        "biogas": 0,
        "Vermiculture": 0,
        "Structure Stability": 0,
        "description":"The SOS Children’s Village in Shillong started its activities in the year 1999. It is located nearby the Umiam Lake and is about 12 kms from the city centre of Shillong. At present, the Village is sheltering 127 children in 12 family homes at the village who are provided Family Based Care. Children at an SOS Village are warmly welcomed and are placed under the loving care of an SOS Mother, who is assisted by an SOS Aunt for additional help and support. All children are enrolled in schools and are made sure that they do no miss out on their education. All necessary efforts are made to help children adjust to the new environment and in their families. All festivals of national and international importance are celebrated within the village with great joy and enthusiasm. This time is also regarded to a good bonding time between the children, their families and all village members.",
        "address":"P.O- Umian, Shillong-793 103 MEGHALAYA"
    },
    {
        "id": 29,
        "location": "Hojai",
        "name": "SOS Children Village Hojai",
        "latitude": 26.01554903,
        "longitude": 92.86870459,
        "solar": 0,
        "biogas": 1,
        "Vermiculture": 2,
        "Structure Stability": 1,
        "description":"The SOS Children’s Village in Hojai came into picture after the communal violence in Assam in the year 1983. A large number of children lost their parents and families amidst this political unrest. Our aim was to help and support families who were hopeless after the devastation by helping them get back on their feet. Today, our Village is sheltering 158 children growing up under the loving care of 13 dedicated mothers, five aunts and 11 mother trainees. Children at SOS Children’s Village  Hojai are going to 19 different schools and colleges spread across Hojai and other towns of Nagaon, Tezpur and Guwahati.",
        "address":"Distt. Nagaon Hojai-782435, ASSAM"
    },
    {
        "id": 30,
        "location": "Varanasi",
        "name": "SOS Children Village Varanasi",
        "latitude": 25.46659691,
        "longitude": 83.82709693,
        "solar": 0,
        "biogas": 0,
        "Vermiculture": 1,
        "Structure Stability": 1,
        "description":"The SOS Children’s Village in Varanasi was established in the year 1984. It is one of our largest villages all across India. At present, the village caters to the needs of 168 children. These children are nurtured by 17 loving SOS Mothers and six SOS Aunts, who provide them a family to grow up in. Emotional and developmental needs of all children in our care are catered to under the Family Based Care Programme in SOS India.",
        "address":"Khirbhavani, Daniyalpur Chaubeypur,Varanasi-221104, (U.P)"
    },
    {
        "id": 31,
        "location": "Raipur",
        "name": "SOS Children Village Raipur",
        "latitude": 21.19010839,
        "longitude": 81.72992869,
        "solar": 0,
        "biogas": 2,
        "Vermiculture": 2,
        "Structure Stability": 1,
        "description":"SOS Children’s Village was founded in Raipur in July 2005 and started its activities in the year 2007. There are 128 children at the Village residing with 14 mothers and three aunts in the village, who take care of, and provide a loving family to the children under SOS Family Based Care programme. Children live in families with a mother, siblings and sometimes also an SOS Aunt. SOS India focuses on giving these children a complete family with love and care. All important festivals of national and international relevance are celebrated in the village with enthusiasm and joy. Workshops and seminars are also conducted in the village to educate children about global education, and recent technology. Special training sessions are held at the SOS Village, where children are engaged in various activities that bring out their best of skills and help them realize their maximum potential.",
        "address":"P.O- Mana, Raipur-492015, CHATTISGARH"
    }
]